Repository: MohamadKattan/omar_sys
Catalog: lib/localization/app_*.arb
Languages: ar

# noInternetConnection
source: It seems that you are not connected to the Internet, please check and try again.
ar: يبدو انك غير متصل بالأنترنت يرجى التأكد والمحاولة مرة اخرى ..

# againToExit
source: Press again to exit the application
ar: اضغط مرة اخرى للخروج من التطبيق

# lastOffers
source: Featured Courses
ar: اخر العروض

# lastProduct
source: Latest Courses
ar: احدث الدورات

# restFilter
source: Reset filter
ar: اعادة الفلتر

source: SubCat
ar: التصنيف الفرعي

# priceLimit
source: Price range
ar: نطاق السعر

source: From
ar: من

source: To
ar: الى

# filterResult
source: Filter results
ar: فلتر النتائج

# futProduct
source: Featured Courses
ar: منتج مميز

source: Connected To The Internet
ar: متصل بالانترنت

# choseCurrency
source: Choose currency
ar: اختر العملة

# choseLang
source: Choose the language
ar: اختر اللغة

source: Edit Profile
ar: تعديل الملف الشخصي

source: Are you sure
ar: هل انت متأكد

# doYouWantToOutOfPage
source: Do you want to exit the page
ar: هل تريد الخروج من الصفحة

source: Yes
ar: نعم

source: No
ar: لا

source: Editing your profile..
ar: جاري تعديل الملف الشخصي ..

source: Update
ar: تحديث

# profileUpdateSuccessfully
source: The profile has been modified successfully..
ar: تم تعديل الملف الشخصي بنجاح ..

# somethingsWrong
source: Something went wrong.. Please check the entered information and try again
ar: حدث خطأ ما .. يرجى التأكد من المعلومات المدخلة و المحاولة مرة اخرى

# somethingsWrongTryAgain
source: Something went wrong, please try again..
ar: حدث خطأ ما يرجى المحاولة مرة اخرى ..

# pleaseConfirmEmailToUseApp
source: Please confirm your email to be able use app
ar: يرجى تأكيد البريد الالكتروني لتتمكن من استخدام التطبيق

# pleaseConfirmEmail
source: 'Please confirm your email'
ar: 'يرجى تأكيد ايميلك'

# confirmEmailSent
source: We have sent an email to your email with the verification code
ar: قمنا بارسال ايميل الى بريدك الالكتروني بكود التحقق

# confirmYourAccountNow
source: Confirm Account Now
ar: قم بتأكيد الحساب الآن

source: Confirm now
ar: تأكيد الآن

# yourAccountUnconfirmed
source: Your account is not confirmed
ar: حسابك غير مأكد

source: My Orders
ar: طلباتي

source: My Address
ar: عناويني

source: App language
ar: لغة التطبيق

source: App Currency
ar: عملة التطبيق

source: Change Password
ar: تغيير كلمة المرور

# youCanChangePasswordFromHere
source: You can change your account password from here
ar: بامكانك تغير كلمة المرور الخاصة بحسابك من هنا

# yourSessionHasExpiredPleaseLogin
source: Your session has expired Please login again..
ar: انتهت صلاحية جلستك يرجى تسجيل الدخول ..

# searchResult
source: Search results
ar: نتائج البحث

# startSearching
source: Start a search
ar: ابدء البحث

# searchForProduct
source: Search for Courses
ar: ابحث عن دورات

# noResultForThisSearch
source: No results for this search
ar: لا يوجد نتائج لهذا البحث

# noMoreToSeeHere
source: ** There's no more to show here **
ar: ** لا يوجد المزيد لعرضه هنا **

source: Show password
ar: اظهر كلمة السر

source: Remember me
ar: تذكرني

source: Password changed successfully
ar: تم تغيير كلمة السر بنجاح

# pleaseEnterPass
source: Please enter the password
ar: يرجى ادخال كلمة المرور

source: Password
ar: كلمة المرور

# enterYourPass
source: Enter your password
ar: ادخل كلمة المرور الخاصة بك

# confirmYourPassAgain
source: Confirm password
ar: تأكيد كلمة المرور

# enterYourPassAgain
source: Enter your password again
ar: ادخل كلمة المرور مرة ثانية

# pleaseConfirmNewPass
source: Please confirm the new password.
ar: يرجى تأكيد كلمة المرور الجديدة

# passwordUnMatch
source: Password does not match
ar: كلمة المرور غير متطابقة

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة

# enterNewPassAgain
source: Enter the new password again
ar: ادخل كلمة المرور الجديدة مرة ثانية

# pleaseEnterNewPassAgain
source: Please enter the new password
ar: يرجى ادخال كلمة المرور الجديدة

# passMustContainEight
source: The password is too short, it must contain at least 8 letters and numbers
ar: كلمة المرور قصيرة جداً يجب ان تحتوي 8 احرف وارقام على الاقل

# newPass
source: New password
ar: كلمة المرور الجديدة

# enterNewPass
source: Enter the new password
ar: ادخل كلمة المرور الجديدة

# pleaseEnterOldPass
source: Please enter the old password
ar: يرجى ادخال كلمة المرور القديمة

source: Old password
ar: كلمة المرور القديمة

source: Enter your old password
ar: ادخل كلمة المرور القديمة

source: Chose Address
ar: اختر العنوان

source: Use My Address
ar: استخدم عنواني المسجل

source: Chose Payment Method
ar: اختر وسيلة الدفع

source: By Customer Service
ar: عن طريق خدمة العملاء

source: Confirm Order
ar: تأكيد الطلب

# ordering
source: The order is completed..
ar: يتم اتمام الطلب ..

# orderDoneSuccess
source: The order was completed successfully..
ar: تم اتمام الطلب بنجاح ..

# somethingsWrongWithOrder
source: An error occurred while completing your order.. Please check the entered information and try again
ar: حدث خطأ ما اثناءاتمام الطلب الخاص بك .. يرجى التأكد من المعلومات المدخلة و المحاولة مرة اخرى

source: Thanks for ordering
ar: شكرا لطلبك

# yourOrderHasBeenRegistered
source: Your order has been registered, it will be processed and shipped to you as soon as possible
ar: تم تسجيل طلبك وسيتم تنفيذه في اسرع وقت

source: Last name
ar: الاسم الاخير

source: First name
ar: الاسم الأول

# pleaseEnterUserName
source: Please enter the user name
ar: يرجى ادخال اسم المستخدم

source: Username
ar: اسم المستخدم

# enterUserName
source: Enter the username
ar: ادخل اسم المستخدم

# pleaseEnterSubjectTitle
source: Please enter a subject title
ar: يرجى ادخال عنوان الموضوع

source: Subject
ar: الموضوع

# subjectTitle
source: Please enter a topic title
ar: يرجى ادخال عنوان الموضوع

# pleaseEnterMessageContent
source: Please enter the message text
ar: يرجى ادخال نص الرسالة

# messageContent
source: Your Message Content
ar: محتوى الرسالة

# enterMessageContent
source: Enter the description of your problem or request
ar: ادخل وصف مشكلتك او طلبك

# pleaseEnterAddress
source: Please enter a valid address
ar: يرجى ادخال عنوان صحيح

source: address
ar: العنوان

# addYourAddressInDetails
source: Enter your address in detail
ar: ادخل عنوانك بالتفصيل

# pleaseEnterCountry
source: Please enter a valid country name
ar: يرجى ادخال اسم دولة صحيح

source: Country
ar: الدولة

# enterCountry
source: Enter the name of the country
ar: قم بادخال اسم الدولة

# pleaseEnterState
source: Please enter a valid State name
ar: يرجى ادخال اسم مقاطعة صحيح

source: State
ar: المقاطعة

# enterState
source: Enter the name of the State
ar: قم بادخال اسم المقاطعة

# pleaseEnterCity
source: Please enter a valid city name
ar: يرجى ادخال اسم مدينة صحيح

source: City
ar: المدينة

# enterCity
source: Enter the name of the city
ar: قم بادخال اسم المدينة

# pleaseEnterZipCode
source: Please enter a valid zip code
ar: يرجى ادخال رمز بريدي صحيح

source: Zip code
ar: الرمز البريدي

# enterZipCode
source: Enter the Zip Code
ar: قم بادخال الرمز البريدي

# enterPhoneNumber
source: Phone number
ar: رقم الهاتف

# pleasePhoneNumber
source: Please type the number without 0 or the country code
ar: يرجى كتابة الرقم بدون 0 او رمز الدولة

# pleaseEnterEmail
source: Please enter your email
ar: يرجى ادخال بريدك الالكتروني

# pleaseEnterValidEmail
source: Please enter a valid email
ar: يرجى ادخال بريد الكتروني صالح

source: E-mail
ar: البريد الالكتروني

source: Enter your email
ar: ادخل بريدك الألكتروني

source: Contact us
ar: تواصل معنا

# contactUsDes
source: Do you have any additional request or face any problem while using the application?
ar: لديك اي طلب اضافي او تواجه مشكلة ما خلال استخدامك للتطبيق ؟

# weWillContactYou
source: Register your request or problem and our team will contact you within 24 hours
ar: سجل طلبك او مشكلتك وسيقوم فريق العمل بالتوصل معك خلال 24 ساعة

# thanksForContact
source: Thank you for your interest in contacting us
ar: نشكر اهتمامك وتواصلك معنا

# sendRequest
source: Send the request
ar: ارسل الطلب

# sendRequestSuccessfully
source: Your request has been successfully sent.. We will contact you shortly
ar: تم ارسال طلبك بنحاح .. سنقوم بالتواصل معك قريباً

# forgetYourPassword
source: Forgot your password?
ar: نسيت كلمة المرور ؟

# forgetYourPasswordDes
source: Enter your email and we will send a link to reset your password
ar: ادخل بريدك الالكتروني وسنقوم بارسال رابط لاعادة ضبط كلمة السر الخاصة بك

# continues
source: Continue
ar: المتابعة

# restPasswordEmailSent
source: A message has been sent to your email with a link to reset your password
ar: تم ارسال رسالة الى بريدك الالكتروني متضمنة رابط لاعادة كلمة السر الخاصة بك

# restPasswordEmailDidntSent
source: Your email is not already registered with us, or you entered the wrong way, please check and try again
ar: بريدك الالكتروني غير مسجل لدينا مسبقاً او انك قمت بادخال خاطئ يرجى التأكد والمحاولة مرة اخرى

# noAccount
source: Do not have an account?
ar: لا تمتلك حساباً ؟

# makeNewAccount
source: Register a new account
ar: سجل حساب جديد

source: Confirm account
ar: تأكيد الحساب

# enterOpt
source: Please enter the verification code
ar: يرجى ادخال رمز التحقق

# shortOpt
source: Verification code is too short, must contain at least 6 digits
ar: رمز التحقق قصير جداً يجب ان يحتوي على 6 ارقام على الاقل

# opt
source: Verification code
ar: رمز التحقق

source: Sign in
ar: تسجيل الدخول

# createAccount
source: Register a new account
ar: تسجيل حساب جديد

# makeSurePassANdEmail
source: Please make sure that the email and password are correct
ar: يرجى التأكد من صحة البريد الألكتروني وكلمة المرور

source: Description
ar: الوصف

# variables
source: Available options
ar: الخيارات المتوفرة

# total
source: Total RESULT
ar: النتيجة الإجمالية

source: Check Out
ar: اذهب للدفع

source: Quantity
ar: الكمية

source: Available Quantity
ar: الكمية المتوفرة

# maxAvailableQuantity
source: This is the largest amount of this Courses currently available
ar: هذه اكبر كمية متوفرة من هذا المنتج حاليا

# addedToCard
source: Added to cart successfully
ar: تمت الاضافة الى السلة بنجاح

# addToCard
source: Add to cart
ar: اضف للسلة

source: Go to cart
ar: الذهاب للسلة

source: Continue shopping
ar: متابعة التسوق

# youMustSignINToAddCard
source: You must be logged in to be able to add to cart
ar: يجب عليك تسجيل الدخول حتى تتمكن من الاضافة للسلة

source: Reviews
ar: المراجعات

# relatedProduct
source: Similar Courses
ar: دورات مماثلة

# noProduct
source: Something went wrong or the Courses you are looking for is not available, please try again or contact us directly .. Thank you for your understanding
ar: حدث خطأ ما او ان المنتج الذي تبحث عنه غير متوفر يرجى المحاولة مرى اخرى او التواصل معنا مباشرة .. نشكر تفهمك

# notSignInYet
source: You are not logged in yet
ar: لم تسجل دخولك بعد

# signInOrSignUpToStart
source: Sign in or create a new account to start shopping
ar: قم بتسجيل الدخول او انشاء حساب جديد للبدء

# noCatToShow
source: There are no categories to display here
ar: لا يوجد تصنيفات لعرضها هنا

# noProductToShow
source: No Courses to display here
ar: لا يوجد دورات لعرضها هنا

# noProductToShowDes
source: You seem using a very small search scope
ar: يبدو انك تستخدم نطاق بحث صغير جداً

# showMore
source: See more
ar: شاهد المزيد

source: Order Id:
ar: Id :

source: Order Time :
ar: وقت الطلب :

source: Payment Method
ar: طريقة الدفع

source: Shipping Address
ar: عنوان الشحن

source: Shipping Price:
ar: سعر الشحن:

source: Status:
ar: الحالة :

source: Order Details
ar: تفاصيل الطلب

source: Seller :
ar: البائع :

source: Terms & Conditions
ar: الشروط والاحكام

# adWithUs
source: Advertise with us
ar: اعلن معنا

source: Who We Are
ar: من نحن

# welcomeAgain
source: Welcome back
ar: مرحباً بك

# welcomeAgainDes
source: Register by entering your email address and password
ar: قم بالتسجيل عن طريق ادخال بريدك الالكتروني وكلمة المرورً

# createNewAccount
source: Register a new account
ar: تسجيل حساب جديد

# createNewAccountDes
source: Register a new account by entering your email and password
ar: قم بتسجيل حساب جديد عن طريق ادخال بريدك وكلمة المرور

# termsConditionsAccept
source: When you sign up you agree to our Privacy Policy
ar: عند التسجيل انت توافق على سياسة الخصوصية الخاصة بنا

source: Unit price :
ar: سعر الوحدة :

source: Total price :
ar: المجموع :

source: Shopping Bag
ar: سلة الشراء

# signInToStartAddToCard
source: Welcome.. Log in to be able to add to cart
ar: اهلا بك .. قم بتسجيل الدخول لتتمكن من الاضافة للسلة

# emptyShopCard
source: You haven't added any items to cart yet
ar: لم تقم باضافة اي عنصر الى السلة بعد

source: Setting
ar: الأعدادات

# changePass
source: Change password
ar: تغيير كلمة السر

source: SignOut
ar: تسجيل خروج

source: Edit address
ar: تعديل العنوان

source: Editing address..
ar: جاري تعديل العنوان ..

# editingAddressDone
source: Address has been modified successfully..
ar: تم تعديل العنوان بنجاح ..

source: Show Details
ar: اظهر التفاصيل

source: Categories
ar: التصنيفات

source: Home
ar: الرئيسية

source: Account
ar: الحساب

source: My Courses
ar: دوراتي

source: Cart
ar: السلة

# newAccountTitle
source: Develop your skills from anywhere!
ar: قم بتطوير مهاراتك من اي مكان

# newAccountDes
source: Log in to get started
ar: قم بتسجيل الدخول للبدء

source: New Account
ar: حساب جديد

# whatAreLookingFor
source: What are you looking for ?
ar: عن ماذا تبحث ؟

source: Featured Courses
ar: الكورسات المميزة

source: New Courses
ar: كورسات جديدة

source: Live Courses
ar: محاضرات مباشرة

source: Blog Posts
ar: المدونة

source: Read More
ar: اقرأ المزيد

source: Live
ar: مياشر

# weHaveProblem
source: Looks like we're having a problem right now, please try again later
ar: يبدو اننا نواجه مشكلة حالياً , يرجى المحاولة لاحقاً

# coursesList
source: Courses
ar: الدورات التدريبية

# weHaveErrorMsg
source: Looks like we're having a problem right now
ar: يبدو اننا نواجه مشكلة في الوقت الحالي

# weHaveErrorDes
source: It is possible that there is a problem or that the platform is currently under maintenance, try again by refreshing the page shortly, thank you for your understanding
ar: من الممكن وجود مشكلة او ان المنصة تحت الصيانة حالياً اعد المحاولة عن طريق تحديث الصفحة بعد قليل , شكرا لتفهمكم

# coursesDetails
source: Course details
ar: تفاصيل الدورة التدريبية

# thisCoursesDetails
source: about this course?
ar: تفاصيل عن هذه الدورة ؟

# requirements
source: Attendance requirements ?
ar: متطلبات الحضور ؟

# benefits
source: Benefit from the course?
ar: ماذا سوف تستفيد من الدورة ؟

# certificate
source: Completion certificate
ar: شهادة استكمال

# liveLecture
source: Live lectures
ar: محاضرات مباشرة

# liveAndRecordedLecture
source: Recorded and live lectures
ar: محاضرات مسجلة ومباشرة

# recordedLecture
source: Recorded lectures
ar: محاضرات مسجلة

# lecture
source: Lectures
ar: محاضرة

# lectureList
source: Course topics
ar: محاور الدورة

# relatedCourse
source: Related courses
ar: كورسات متعلقة

# noCourseRegisterYet
source: You have not yet registered for any course
ar: لم تقم بالتسجيل على اي دورة بعد

# noCourseRegisterYetDes
source: Check out the training courses, and start developing your skills
ar: قم بالاطلاع على الدورات التدريبية , وابدء بتطوير مهاراتك

# seeCategory
source: Browse courses
ar: تصفح الكورسات

# noItemsInCart
source: You haven't added anything yet
ar: لم تقم بإضافة اي عنصر للسلة

source: Cart Items
ar: عناصر السلة

# orientalPrice
source: Original Price
ar: السعر الاصلي

source: Final price
ar: السعر النهائي

source: Complete Order
ar: اكمل الطلب

source: Free
ar: مجاني

source: In cart
ar: في السلة

# orderInReview
source: Your request is under review
ar: طلبك قيد المراجعة

# courseContinue
source: Complete course
ar: متابعة الكورس

# completeCheckOut
source: Complete Order
ar: اتمام الطلب

# offlinePayment
source: By contacting us
ar: عن طريق التواصل معنا

# cartPayment
source: Pay online
ar: الدفع اون لاين

# offlineOrderDes
source: Enter your phone number to be able to contact you after completing the order
ar: قم بادخال رقم هاتفك لنتمكن من التواصل معك بعد اتمامك الطلب

# note
source: Notes
ar: ملاحظات

# addNote
source: Enter your notes
ar: قم بادخال ملاحظاتك

# orderDone
source: Your request has been registered successfully
ar: تم تسجيل طلبك بنجاح

# orderDoneDes
source: Our team will contact you and confirm the order within 24 hours, but if you pay by card, you will be able to start attending directly
ar: سيقوم فريقنا بالتواصل معك وتأكيد الطلب خلال 24 ساعة, اما في حال الدفع عن طريق الكرت ستتمكن من البدء في الحضور مباشرة

source: Your Order In Review
ar: طلبك الآن قيد المراجعة

source: Go To Payment
ar: اذهب للدفع

source: Notification
ar: الاشعارات

source: Dark Mode
ar: الوضع الليلي

source: Light Mode
ar: الوضع النهاري

# autoDarkMode
source: Automatic
ar: تلقائي

source: Chose Theme Mode
ar: اختر نوع الثيم

# confirmEmail
source: Email confirmation
ar: تأكيد الأيميل الألكتروني

# confirmEmailDes
source: We have sent a verification code to your Email address:
ar: لقد قمنا بأرسال رمز تحقق الى عنوانك البريدي :

# youCanRequestAgainIn
source: You can request a code again after
ar: يمكنك اعادة طلب رمز مرة اخرى بعد

# sendCodeAgain
source: Send again
ar: ارسل الرمز مرة اخرى

# emailConfirmDone
source: Email has been confirmed successfully
ar: تم تأكيد البريد الالكتروني بنجاح

# show
source: Preview
ar: معاينة

# next
source: Complete and continue
ar: اكمل واظهر التالي

source: Preview
ar: السابق

# completedPercent
source: Completion Percentage
ar: نسبة الاكمال

source: Complete Course
ar: اكمل الدورة

source: Completed
ar: مكتمل

# yourSessionHasExpired
source: Your session has expired, please log in again
ar: لقد انتهت صلاحية جلستك , يرجى تسجيل الدخول مجددا

# noLectureToShow
source: there is no lecture to show
ar: لا يوجد محاضرات لعرضها

source: Attachments
ar: المرفقات

source: Minute
ar: دقيقة

source: Quiz Duration :
ar: مدة الاختبار :

source: Total of questions :
ar: مجموع الأسئلة :

source: Minimum to pass the test :
ar: الحد الادنى لتجاوز الاختبار :

# quizStartDes
source: The test must be completed in one sitting. You cannot save and finish later.
ar: يجب أن تنتهي الاختبار في جلسة واحدة. لا يمكنك الحفظ والانتهاء لاحقا.

# quizStart
source: Start Quiz
ar: ابدء الاختبار

# wantToEndQuiz
source: Do you want to finish this test?
ar: هل تريد انهاء هذا الاختبار ؟

source: Remaining time
ar: الوقت المتبقي :

# noAnswerSelected
source: No answer selected yet
ar: لم تقم بتحديد إجابتك بعد

source: Enter Your Answer
ar: قم بادخال اجابتك

# quizSubmitted
source: Quiz Submitted successfully
ar: تم تقديم الاختبار بنجاح

# quizTimeFinish
source: Submission time is over
ar: انتهى وقت التقديم

# quizHasSubmitted
source: Quiz Submitted
ar: تم تقديم الاختبار

source: instructor
ar: المحاضر

# toManagement
source: Management Courses
ar: مدخلك لعالم إدارة الأعمال

# decAdminOrHome
source: Hello. 👋 you have access as admin choose from options below. If you would to go to your workspace or admin dashboard
ar: مرحبًا. 👋 لديك حق الوصول كمسؤول اختر من الخيارات أدناه إذا كنت تريد الانتقال إلى مساحة العمل أو لوحة تحكم المسؤول

# adminDashBord
source: Admin panel
ar: لوحة المشرف

# myWorkSpace
source: Work Space
ar: مساحة العمل

source: General Information
ar: المعلومات العامة

source: Today Follow Up
ar: متابعة اليوم

# pandingCalls
source: Pending Calls
ar: المكالمات المعلقة

source: Waiting For Your Call
ar: في أنتظار مكالمتك

source: Number of Reg
ar: عدد السجلات

source: Phone Status
ar: حالة الهاتف

# answerd
source: Answered
ar: أجاب

source: Not Reached
ar: لم يتم الوصول إليها

source: Closed
ar: مغلق

# customerStatus
source: Customers Status
ar: حالة العملاء

source: Blanks
ar: الفراغات

source: Pending & has Follow up
ar: معلق وله متابعة

# interestedHasFollowUp
source: Interested &follow up
ar: مهتم ومتابعة

source: Wrong Number
ar: رقم غير صحيح

source: Changed His Mind
ar: غير رأيه

source: Final Results
ar: النتائج النهائية

source: Reserved
ar: محجوز

source: Interview
ar: مقابلة

source: Pending approval
ar: في انتظار الموافقات

# noCallAgain
source: Do Not call again
ar: لا تتصل مرة أخرى

source: Database
ar: قاعدة البيانات

# goodM
source: Good Morning
ar: صباح الخير

# goodE
source: Good Evening
ar: مساء الخير

# homeAdmin
source: Home
ar: الرئيسية

# agentsAdmin
source: Agents
ar: الوكلاء

# agentsReport
source: Agents Reports
ar: تقارير الوكلاء

# fillterDsc
source: Fill all fields below Then click filter data
ar: املأ جميع الحقول أدناه ثم انقر فوق تصفية البيانات

source: Filter Data
ar: تصفية البيانات

source: Start date
ar: تاريخ البدء

source: End date
ar: تاريخ الانتهاء

# startDateReq
source: Start date is required 😐
ar: 😐 تاريخ البدء مطلوب

# endDateReq
source: End date is required 😐
ar: 😐 تاريخ الانتهاء مطلوب

# category
source: Category section is required 😐
ar: 😐 قسم الفئة مطلوب

# bill
source: Billing Report
ar: تقرير الفواتير

source: By Registered
ar: من خلال التسجيل

# talNumberReg
source: Total Number reg
ar: الرقم الإجمالي

# totalNumberRegPaid
source: Total Number Paid
ar: إجمالي العدد المدفوع

# totalNumberRegUnPaid
source: Total Number UnPaid
ar: العدد الإجمالي غير المسدد

source: Total Cancel
ar: إجمالي إلغاء

source: Total Pending
ar: إجمالي معلق

source: Total Active
ar: إجمالي نشط

# totalStata
source: Total Statement
ar: بيان إجمالي

# totalAm
source: Total Amount
ar: المبلغ الإجمالي

source: Paid
ar: مدفوع

# remainin
source: Remaining
ar: المتبقي

source: Revenue
ar: الإيرادات

# payCollection
source: Payment collection
ar: جمع المدفوعات

source: Net Income
ar: صافي الربح

source: Summary
ar: ملخص

# nofRegistration
source: Number Of Registration
ar: عدد التسجيلات

# nofCancellation
source: Number of Cancellation
ar: عدد الالغاء

source: The Amount Value
ar: قيمة المبلغ

# theAmountValueCan
source: The Amount Value (Cancellation)
ar: قيمة المبلغ (الإلغاء)

# balOfRemainin
source: Balance Of Remaining (with filter)
ar: رصيد المتبقي (بالفلتر)

source: N.of Customer
ar: عدد العملاء

source: Balance Value
ar: قيمة الرصيد

# balOfRemaininNoFil
source: Balance Of Remaining (without filter)
ar: رصيد المتبقي (بدون فلتر)

# balOfCancelNoFil
source: Balance Of Cancellation (Total without filter)
ar: رصيد الإلغاء (الإجمالي بدون فلتر)

source: Amount Cancel
ar: المبلغ إلغاء

source: Amount pending
ar: المبلغ المعلق

# paymentsDue
source: Total number Of payments due
ar: إجمالي عدد المدفوعات المستحقة

source: Total number
ar: الرقم الإجمالي

# totatFday
source: Total for The day
ar: إجمالي اليوم

# numberOfOrder
source: By number Of Order
ar: حسب رقم الطلب

# totalOrderPaid
source: Total number Order Paid
ar: العدد الإجمالي للطلب المدفوع

source: Total number Order Remaining
ar: إجمالي عدد الطلبات المتبقية

# byAgents
source: Billing Report By agent
ar: تقرير الفواتير من قبل الوكيل

# totalPaidA
source: Total Paid
ar: إجمالي المدفوعات

# totalRemAg
source: Total Remaining
ar: إجمالي المتبقي

source: Commision
ar: العمولة

# exCommision
source: Expected Commission
ar: العمولة المتوقعة

# commisionReservation
source: Number Of reservation
ar: عدد الحجوزات

# commisionFull
source: Number Of full payment
ar: رقم السداد الكامل

# commisionRemaining
source: Number Of has remaining
ar: عدد الباقي

# mCommision
source: Monthly Commission
ar: العمولة الشهرية

# commisionThisM
source: Commision This month
ar: عمولة هذا الشهر

# effortTitle
source: Effort report
ar: تقارير الجهد

# dayEffort
source: Daily effort
ar: الجهد اليومي

# monthEffort
source: Monthly effort
ar: الجهد الشهري

# navEffort
source: Effort
ar: الجهد

# navBilling
source: Billing
ar: الفواتير
